Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.0e80f2603837
source: 治療やリハビリの代替をしない
ar_sa: لا بديل عن العلاج أو إعادة التأهيل
ca: Cap substitut per al tractament o la rehabilitació
cs: Nejedná o náhradu za léčbu nebo rehabilitaci
da: Erstatter ikke behandling eller rehabilitering
de_de: Ersetzt keine Behandlung oder Rehabilitation
el: Δεν αντικαθιστά θεραπεία ή αποκατάσταση
en_au: Do not replace treatment or rehabilitation
es_es: No sustituye tratamientos o rehabilitación.
fi: Ei korvaa hoitoa tai kuntoutusta
fr_ca: Ne remplace pas le traitement ou la rééducation
gu: સારવાર અથવા પુનઃપ્રાપ્તિના વિકલ્પોનો ઉપયોગ કરશો નહીં
he: לא להחליף טיפול או שיקום
hi: उपचार या पुनर्वास का विकल्प नहीं
hr: Ne zamjenjuje terapiju ili rehabilitaciju
hu: Nem helyettesíti a kezelést vagy rehabilitációt
id: Tidak menggantikan perawatan atau rehabilitasi
it: Non sostituisce trattamenti o riabilitazione
ko: 치료나 재활의 대체가 아님
mr: उपचार किंवा पुनर्वसनासाठी पर्याय नाही
ms: Jangan menggantikan rawatan atau fisioterapi
nl_nl: Gebruik niet als vervanging voor behandeling of revalidatie
no: Erstatter ikke behandling eller rehabilitering
pl: Nie zastępuje terapii lub rehabilitacji.
pt_br: Não substitui tratamentos ou reabilitação
pt_pt: Não substitui tratamentos ou reabilitação
ro: Nu înlocuiește tratamente sau reabilitare
ru: Не заменяет лечение или реабилитацию
sk: Neodradza od terapie alebo rekonvalescencie
sl: Ne nadomestuje zdravljenja ali rehabilitacije
sv: Ersätter inte behandling eller rehabilitering
ta: சிகிச்சை அல்லது மறுவாழ்வுக்கு மாற்றாக இதை பயன்படுத்த வேண்டாம்.
te: చికిత్స లేదా పునరావాసం ప్రత్యామ్నాయంగా ఉపయోగించకూడదు
th: ไม่สามารถใช้แทนการรักษาหรือฟื้นฟู
tr: Tedavi veya rehabilitasyonu değiştirmeyin
uk: Не замінює лікування або реабілітацію
vi: Không thay thế cho điều trị hoặc phục hồi chức năng
zh_hans: 不要替代治疗或康复方案
zh_hant: 不要替代治療或康復計畫

# domain_catalog.0eb540ed09f8
source: 記録から、今いちばん効果的な一手をはっきりさせましょう。
ar_sa: من السجل، دعونا نوضح الخطوة الأكثر فعالية الآن.
ca: A partir del registre, aclarim el moviment més efectiu ara mateix.
cs: Na základě záznamů, identifikujte nejúčinnější techniku.
da: Brug dine noter til at identificere den mest effektive teknik.
de_de: Lassen Sie sich anhand der Aufzeichnungen klarstellen, welche Übung am effektivsten ist.
el: Από τα αρχεία, καθορίστε το πιο αποτελεσματικό στυλ.
en_au: From the records, let's clearly identify the most effective technique.
es_es: A partir del registro, identifica claramente cuál es la técnica más efectiva.
fi: Tarkista, mitkä harjoitukset ovat tällä hetkellä tehokkaimpia.
fr_ca: À partir des enregistrements, identifiez clairement la meilleure technique.
gu: રેકોર્ડ્સના આધારે, અત્યારે સૌથી વધુ અસરકારક કસરતને સ્પષ્ટ કરો.
he: מההרשמות, הגדירו בצורה ברורה את התרגיל היעיל ביותר.
hi: रिकॉर्ड से, अब तक के सबसे प्रभावी व्यायाम को स्पष्ट रूप से पहचानें।
hr: Iz podataka, jasno odredite najučinkovitiju tehniku.
hu: A rekordok alapján határozd meg, melyik mozdulat az eddig a leghatékonyabb.
id: Dari catatan, tentukan gerakan yang paling efektif saat ini.
it: Analizza i risultati per identificare la mossa più efficace.
ko: 기록을 통해 현재 가장 효과적인 동작을 명확히 하세요.
mr: नोंदीनुसार, सर्वात प्रभावी व्यायाम कोणता आहे हे स्पष्टपणे ठरवा.
ms: Dari rekod, ketahui tangan yang paling berkesan sekarang.
nl_nl: Analyseer op basis van je records welke oefening het meest effectief is.
no: Fra loggene, finn ut hvilken øvelse som er mest effektiv.
pl: Na podstawie zapisów, ustalmy najskuteczniejszą technikę.
pt_br: Com base nos registros, identifique a modalidade mais eficaz.
pt_pt: Com base nos registros, identifique a modalidade mais eficaz.
ro: Analizează rezultatele pentru a identifica cea mai eficientă tehnică.
ru: Из записей, определите наиболее эффективную технику.
sk: Na základe záznamov, jasne identifikujte najefektívnejšiu techniku.
sl: Na podlagi zapisanih podatkov, jasno določite najučinkovitejši pristop.
sv: Från dina resultat, identifiera den mest effektiva tekniken.
ta: பதிவுகளிலிருந்து, தற்போது மிகவும் பயனுள்ள பயிற்சியை தெளிவாகக் கண்டறியுங்கள்.
te: రికార్డుల నుండి, ప్రస్తుతం అత్యంత ప్రభావవంతమైన వ్యాయామం ఏమిటో స్పష్టంగా తెలుసుకోండి.
th: จากบันทึก ให้ระบุท่าที่มีประสิทธิภาพที่สุด
tr: Kaydedilenlerden, şu anda en etkili hareketi belirleyin.
uk: З аналізу, визначте найефективнішу техніку.
vi: Từ dữ liệu, hãy xác định rõ nhất động tác hiệu quả nhất.
zh_hans: 通过记录，明确目前最有效的动作
zh_hant: 從記錄中，明確找出目前最有效的動作。

# domain_catalog.0f7c8ab332a1
source: レッグプレス
ar_sa: اضغط على الساق
ca: premsa de cames
cs: Tlak na nohy
da: Benpres
de_de: Beinpresse
el: Πίεση ποδιών
en_au: Leg press
es_es: Press de piernas
fi: Jalkojen paino
fr_ca: Presse pour jambes
gu: લેગ પ્રેસ
he: דחיסת רגליים
hi: लेग प्रेस
hr: Pritisak s nogama
hu: Comb-nyomás
id: Leg Press
it: Pressione per gambe
ko: 레그 프레스
mr: लेग प्रेस
ms: Tekanan kaki
nl_nl: Leg press
no: Benpress
pl: Ćwiczenie "Leg Press"
pt_br: Afundo
pt_pt: Afundo
ro: Presiune pentru picioare
ru: Жим ногами
sk: Stlačenie nôh
sl: Pritiskanje nog
sv: Benpress
ta: லெக் பிரஸ்
te: లెగ్ ప్రెస్
th: กดเข่า
tr: Bacak pres (Leg Press)
uk: Прес для ніг
vi: Ép chân
zh_hans: 腿推
zh_hant: 腿部推

# domain_catalog.0f85d83ff7e6
source: 見た目だけで体脂肪率を断定しない
ar_sa: لا تحكم على نسبة الدهون في الجسم من خلال المظهر فقط
ca: No jutgis el percentatge de greix corporal només per l'aparença
cs: Nepřijímejte hodnoty pouze na základě vzhledu
da: Brug ikke kun udseendet til at bestemme fedtprocenten
de_de: Nicht nur das Aussehen als Grundlage für die Bestimmung des Körperfettanteils verwenden
el: Μην βασίζεστε μόνο στην εμφάνιση για να καθορίσετε το ποσοστό λίπους
en_au: Don't determine body fat percentage solely based on appearance
es_es: No te bases únicamente en la apariencia para determinar tu porcentaje de grasa corporal.
fi: Älä päätä kehon rasvaprosenttia pelkästään ulkonäön perusteella
fr_ca: Ne pas se fier uniquement à l'apparence pour déterminer le pourcentage de graisse corporelle
gu: ફક્ત દેખાવના આધારે ચરબીનું પ્રમાણ નક્કી કરશો નહીં
he: לא להסיק מסקנות לגבי אחוז השומן רק לפי המראה
hi: केवल दिखावे के आधार पर शरीर की चर्बी का निर्धारण न करें
hr: Ne zaključujte o tjelu samo prema izgledu
hu: Ne csak a megjelenés alapján ítéld meg a testösszetétet
id: Jangan hanya menilai kadar lemak berdasarkan penampilan saja
it: Non basarti solo sull'aspetto per determinare la percentuale di grasso corporeo
ko: 외모만으로 체지방률을 단정하지 않음
mr: फक्त दिसण्यावर आधारित शरीरातील चरबीची पातळी निश्चित करू नका.
ms: Jangan hanya mengandalkan penampilan untuk menentukan kadar lemak tubuh
nl_nl: Baseer je beoordeling niet alleen op uiterlijk
no: Ikke baser deg på utseende for å fastslå fettprosent
pl: Nie określaj wagi ciała tylko na podstawie wyglądu
pt_br: Não determine a taxa de gordura apenas pela aparência
pt_pt: Não determine a taxa de gordura apenas pela aparência
ro: Nu te baza doar pe aspectul vizual pentru a determina procentul de grăsime corporală
ru: Не определять процент жира только по внешнему виду
sk: Nepredpokládejte, že vaše telo je zdravé len podľa vzhľadu
sl: Ne določite telesne maščobe samo po zunanji zaslonitvi
sv: Bedöm inte kroppsfett enbart utifrån utseendet
ta: தோற்றத்தை மட்டும் வைத்து உடல் கொழுப்பின் அளவை தீர்மானிக்க வேண்டாம்
te: బాహ్యంగా మాత్రమే శరీర కొవ్వును అంచనా వేయక
th: อย่าตัดสินจากรูปลักษณ์เพียงอย่างเดียว
tr: Sadece görünümle vücut yağ oranını belirlemeyin
uk: Не визначайте відсоток жиру лише за зовнішнім виглядом
vi: Không chỉ dựa vào ngoại hình để xác định tỷ lệ mỡ cơ thể
zh_hans: 不要仅凭外貌来判断体脂率
zh_hant: 不要僅憑外觀來判斷體脂率

# domain_catalog.0fe0841c2b17
source: AIトレーナーへ送る内容の形式が正しくありません。
ar_sa: تنسيق المحتوى المرسل إلى مدرب الذكاء الاصطناعي غير صحيح.
ca: El format del contingut enviat a l'entrenador d'IA és incorrecte.
cs: Formát obsahu pro AI trenéra je nesprávný.
da: Formatet for indhold, der sendes til AI-træneren, er ikke korrekt.
de_de: Der Inhalt, der an den KI-Trainer gesendet werden soll, ist nicht korrekt formatiert.
el: Η μορφή του περιεχομένου που στέλνετε στον AI Trainer δεν είναι σωστή.
en_au: The format for the content sent to the AI trainer is incorrect.
es_es: El formato de la información que se envía al entrenador con IA no es correcto.
fi: AI-valmentajalle lähetettävän sisällön muoto ei ole oikea.
fr_ca: Le format des informations à envoyer au coach AI n'est pas correct.
gu: AI ટ્રેનરને મોકલવા માટેની સામગ્રીનું ફોર્મેટ યોગ્ય નથી.
he: הפורמט של התוכן שצריך לשלוח למאמן ה-AI אינו תקין.
hi: AI प्रशिक्षक को भेजने के लिए सामग्री का प्रारूप सही नहीं है।
hr: Format sadržaja za slanje u AI trenera nije ispravan.
hu: Az AI edzőnek küldött információk formája helytelen.
id: Format konten yang dikirim ke pelatih AI tidak tepat.
it: Il formato dei contenuti da inviare all'allenatore AI non è corretto.
ko: AI 트레이너에게 전달할 내용의 형식이 올바르지 않습니다.
mr: AI प्रशिक्षकाला पाठवण्यासाठी योग्य स्वरूपात माहिती नाही.
ms: Format kandungan yang dihantar kepada jurulatih AI tidak tepat.
nl_nl: De format van de informatie die naar de AI-trainer moet worden gestuurd is incorrect.
no: Format for innhold som sendes til AI-trener er feil.
pl: Nieprawidłowy format treści wysyłanej do AI-trenera.
pt_br: O formato do conteúdo a ser enviado para o treinador de IA está incorreto.
pt_pt: O formato do conteúdo a ser enviado para o treinador de IA está incorreto.
ro: Formatul mesajelor trimise către antrenorul AI nu este corect.
ru: Формат содержимого, отправляемого в AI-тренера, не соответствует требованиям.
sk: Formát obsahu, ktorý sa má poslať AI trénerovi, je nesprávny.
sl: Ne, format sporočil za AI trenerja je napačen.
sv: Felaktig format för innehåll som skickas till AI-tränaren.
ta: AI பயிற்சியாளருக்கு அனுப்ப வேண்டிய தகவல்களின் வடிவம் சரியானது அல்ல.
te: AI శిక్షకునికి పంపాల్సిన సమాచారం యొక్క ఆకృతి సరిగ్గా లేదు.
th: รูปแบบเนื้อหาที่ส่งไปยังโค้ช AI ไม่ถูกต้อง
tr: AI antrenörüne gönderilecek içerik formatı doğru değil.
uk: Неправильний формат для повідомлень, що надсилаються AI-тренеру.
vi: Định dạng nội dung gửi cho huấn luyện viên AI không đúng.
zh_hans: 向AI教练发送的内容格式不正确。
zh_hant: AI教練接收內容的格式不正確。

# domain_catalog.108b69a035d3
source: 後ろ足を台に置き、前脚に体重を乗せてしゃがむ。
ar_sa: ضع ساقيك الخلفيتين على المنصة وضع وزنك على ساقيك الأماميتين واجلس في وضع القرفصاء.
ca: Col·loqueu les potes del darrere a la plataforma i poseu el vostre pes sobre les potes davanteres i agafeu-vos.
cs: Postavte si zadní nohu na podstavec a přeneste na ni váhu předních nohou a nakloněte se.
da: Placer det ene ben på en platform og læn dig ned med det andet ben.
de_de: Platzieren Sie einen Fuß auf einer Plattform und beugen Sie sich vor, indem Sie Ihr Gewicht auf den vorderen Fuß legen.
el: Τοποθετήστε το πίσω πόδι στο τραπέζι, στηρίξτε το βάρος σας στο μπροστινό πόδι και σκύψτε.
en_au: Place one foot on a platform and squat down, supporting your weight with the other leg.
es_es: Colocar el pie trasero sobre una superficie y agacharse, apoyando el peso en la pierna delantera.
fi: Aseta toinen jalka pöydälle ja laske paino edessä olevaan jalkaan
fr_ca: Placer un pied derrière et se pencher en charge sur le pied avant.
gu: પાછળનું પગ ટેબલ પર મૂકીને આગળના પગ પર વજન મૂકીને નમી જાઓ.
he: לשים רגל אחת על משטח ולשבת עם המשקל על הרגל השנייה.
hi: अपनी पीठ के पैर को एक प्लेटफॉर्म पर रखें, और आगे के पैरों पर अपना वजन डालकर झुक जाएं।
hr: Postavite stražnju nogu na platformu i sjednite
hu: Helyezd el egy lábadat a padra, és helyezd a tömeget a másikba
id: Menempatkan satu kaki di atas meja dan membungkuk dengan menumpangkan berat badan pada kaki lainnya.
it: Appoggiare un piede dietro a una superficie e piegarsi in avanti con l'altro.
ko: 뒷다리를 의자에 둔 채, 앞다리에 체중을 실어 쪼그라들기.
mr: एक पाय स्टूलवर ठेवून, दुसरा पाय खाली वाकवणे.
ms: Letakkan kaki belakang di atas permukaan, dan condong ke hadapan dengan memegang berat badan pada kaki depan.
nl_nl: Plaats één been op een platform en buig voorover met het andere been
no: Plasser det ene beinet på en plattform og legg vekten til det andre beinet for å bøye deg ned.
pl: Postaw tylną stopę na podwyższeniu i opuść ciężar ciała na przednią nogę, opadając.
pt_br: Colocar o pé de trás no apoio e inclinar-se para frente, colocando o peso no anteparo.
pt_pt: Colocar o pé de trás no apoio e inclinar-se para frente, colocando o peso no anteparo.
ro: Pune piciorul din spate pe un suport și apleacă-te în față, punând greutatea pe antebrațe.
ru: Поставить одну ногу на опору и наклониться вперед, опираясь на переднюю ногу.
sk: Postavte si zadnú nohu na podstielku a nabehnite.
sl: Postavite eno nogo na steno in se nagnete z drugo nogo
sv: Placera ena foten på en pall och luta dig framåt med den andra foten
ta: பின்புற காலை ஒரு மேடையில் வைத்து, முன் காலை பயன்படுத்தி குனிந்து கொள்ளவும்.
te: వెనుక పాదాన్ని ఒక బల్లపై ఉంచి, ముందు కాళ్ళపై బరువును మోపుతూ కూర్చోవడం.
th: วางเท้าข้างหนึ่งบนพื้น และก้มตัวโดยให้ส่วนบนของร่างกายรับน้ำหนัก
tr: Arka ayağı bir platforma yerleştirip, ön bacağın üzerine ağırlığı koyarak eğilme.
uk: Поставте одну ногу на стійку і опуститься в кнур.
vi: Đặt một chân xuống bàn, đặt trọng lượng cơ thể lên chân còn lại và cúi người.
zh_hans: 将后腿放在台面上，然后用前腿支撑身体并弯腰。
zh_hant: 将后腿放在台面上，然后用前腿支撑身体并弯腰。

# domain_catalog.11458957af67
source: 継続
ar_sa: استمرار
ca: continuació
cs: Dlouhodobá aktivita
da: Vedholdenhed
de_de: Kontinuität
el: Συνέπεια
en_au: Consistency is key
es_es: Continuidad
fi: Jatkuva harjoittelu
fr_ca: Persévérance
gu: સતત પ્રયાસ
he: המשך
hi: निरंतरता
hr: Nastavak
hu: Folyamatos fejlesztés
id: Konsisten
it: Continuità
ko: 지속
mr: सातत्य
ms: Konsisten
nl_nl: Consistentie
no: Fortsettelse
pl: Ciągłość
pt_br: Continuidade
pt_pt: Continuidade
ro: Continuare
ru: Постоянство
sk: Dôslednosť
sl: Rednost
sv: Fortsättning
ta: தொடர்ந்து பயிற்சி செய்தல்
te: నిరంతరాయంగా కొనసాగించడం
th: ต่อเนื่อง
tr: Süreklilik
uk: Постійність
vi: Tiếp tục
zh_hans: 坚持
zh_hant: 持續

# domain_catalog.13853e814f8f
source: 食事管理が続かない
ar_sa: غير قادر على إدارة وجبات الطعام
ca: No es pot gestionar els àpats
cs: Mám problémy s pravidelným sledováním jídelníčku.
da: Har svært ved at holde fast i madplanen.
de_de: Schwierigkeiten bei der langfristigen Ernährungskontrolle
el: Δεν μπορείτε να διατηρήσετε μια συνεπή διατροφή.
en_au: Struggling with meal management.
es_es: No estás manteniendo un seguimiento constante de tu alimentación.
fi: Ruokailun seuranta ei ole onnistunut.
fr_ca: Difficulté à maintenir une alimentation saine.
gu: ખોરાક વ્યવસ્થા ટાળો.
he: קשה לשמור על ניהול תזונה.
hi: भोजन का प्रबंधन जारी नहीं रख पा रहे हैं।
hr: Ne uspijete održati redovit unos hrane
hu: Ne tudja fenntartani a rendszeres étkezést.
id: Sulit untuk menjaga konsistensi dalam pengelolaan makanan.
it: Difficoltà a mantenere un piano alimentare regolare.
ko: 식사 관리를 지속하기 어려움
mr: आहाराचे व्यवस्थापन व्यवस्थित होत नाही.
ms: Kesulitan dalam menguruskan jadual makan.
nl_nl: Moeite met het volhouden van een eetdagboek.
no: Sliter med å opprettholde kostholdsplanen.
pl: Trudno utrzymać regularne posiłki.
pt_br: Dificuldade em manter o controle da alimentação.
pt_pt: Dificuldade em manter o controle da alimentação.
ro: Nu reușiți să vă monitorizați alimentația.
ru: Не получается вести учет питания постоянно.
sk: Nemám čas na správne vedenie záznamov o strave.
sl: Težko upravljate prehrano.
sv: Svårt att hålla koll på kosten.
ta: உணவு மேலாண்மை தொடர்ந்து செய்யவில்லை.
te: ఆహారం నిర్వహణ కొనసాగించలేకపోతున్నాను
th: การจัดการอาหารไม่ต่อเนื่อง
tr: Beslenme takibinizi sürdürmekte zorlanıyorsunuz.
uk: Не вдається підтримувати регулярне харчування.
vi: Khó duy trì việc theo dõi chế độ ăn uống.
zh_hans: 无法坚持膳食管理
zh_hant: 飲食管理無法持續

# domain_catalog.1438eb05085d
source: アプリとAIサーバーを最新の仕様へ更新してください。
ar_sa: يرجى تحديث التطبيق وخادم الذكاء الاصطناعي إلى أحدث المواصفات.
ca: Actualitzeu l'aplicació i el servidor d'IA a les últimes especificacions.
cs: Ujistěte se, že máte nejnovější verzi aplikace a serveru AI.
da: Opdater appen og AI-serveren til den nyeste version.
de_de: Bitte aktualisieren Sie die App und den AI-Server auf die neuesten Versionen.
el: Ενημερώστε την εφαρμογή και τον AI server στις πιο πρόσφατες προδιαγραφές.
en_au: Please update your app and AI server to the latest specifications.
es_es: Actualiza la aplicación y el servidor de IA a la última versión.
fi: Päivitä sovellus ja AI-palvelin uusimpaan versioon.
fr_ca: Veuillez mettre à jour l'application et le serveur d'IA avec les dernières spécifications.
gu: એપ્લિકેશન અને AI સર્વરને નવીનતમ સ્પષ્ટીકરણોમાં અપડેટ કરો.
he: עדכנו את האפליקציה ואת שרת ה-AI לגרסה העדכנית.
hi: कृपया ऐप और AI सर्वर को नवीनतम संस्करण में अपडेट करें।
hr: Molimo ažurirajte aplikaciju i AI server na najnoviju verziju.
hu: Kérjük, frissítse az alkalmazást és az AI-szervert a legújabb verzióra.
id: Pastikan aplikasi dan server AI diperbarui ke spesifikasi terbaru.
it: Aggiornate l'app e il server AI alle ultime versioni.
ko: 앱 및 AI 서버를 최신 사양으로 업데이트하십시오.
mr: ॲप आणि एआय सर्व्हरला नवीनतम आवृत्तीमध्ये अपडेट करा.
ms: Pastikan aplikasi dan pelayan AI diperbaharui kepada spesifikasi terkini.
nl_nl: Zorg ervoor dat de app en de AI-server up-to-date zijn.
no: Oppdater appen og AI-serveren til den nyeste versjonen.
pl: Upewnij się, że aplikacja i serwer AI są zaktualizowane do najnowszej wersji.
pt_br: Atualize o aplicativo e o servidor de IA para a versão mais recente.
pt_pt: Atualize o aplicativo e o servidor de IA para a versão mais recente.
ro: Actualizați aplicația și serverul AI la cea mai recentă versiune.
ru: Обновите приложение и сервер AI до последних версий.
sk: Aktualizujte aplikáciu a AI server na najnovšiu verziu.
sl: Prosimo, posodabite aplikacijo in AI strežnik na najnovejšo različico.
sv: Uppdatera appen och AI-servern till den senaste versionen.
ta: உங்கள் அப் மற்றும் AI சேவையினை சமீபத்திய விவரக்குறிப்புகளுக்கு புதுப்பிக்கவும்.
te: యాప్ మరియు AI సర్వర్‌ను తాజా వెర్షన్‌కు అప్‌డేట్ చేయండి.
th: โปรดอัปเดตแอปและเซิร์ฟเวอร์ AI ให้เป็นเวอร์ชันล่าสุด
tr: Uygulamayı ve AI sunucusunu en son özelliklere güncelleyin.
uk: Оновіть додаток та сервер AI до останньої версії.
vi: Vui lòng cập nhật ứng dụng và máy chủ AI lên phiên bản mới nhất.
zh_hans: 请更新应用程序和AI服务器到最新版本。
zh_hant: 請更新應用程式和AI伺服器的規格至最新版本。

# domain_catalog.1553cb74a7c5
source: ごはんとたんぱく源を組み合わせる
ar_sa: الجمع بين مصادر الأرز والبروتين
ca: Combina arròs i fonts de proteïnes
cs: Kombinace rýže a zdrojů bílkovin.
da: Kombiner ris og proteinkilde
de_de: Kombination von Reis und Proteinquellen
el: Συνδυάστε ρύζι με πηγές πρωτεΐνης
en_au: Combine rice with a protein source
es_es: Combinar arroz con una fuente de proteínas
fi: Yhdistä riisi ja proteiinin lähde
fr_ca: Combiner le riz et une source de protéines
gu: અનાજ અને પ્રોટીનની સ્ત્રોતોને જોડો
he: שילוב בין ארוחת בוקר למקור חלבון
hi: चावल और प्रोटीन स्रोतों को मिलाएं
hr: Kombinirajte rižu i izvor proteina
hu: A nászmagot és a fehérjeforrásokat kombináljuk.
id: Menggabungkan nasi dengan sumber protein
it: Combinare riso e fonte di proteine
ko: 밥과 단백질원을 함께 섭취
mr: भात आणि प्रथिने एकत्र घ्या
ms: Menggabungkan nasi dan sumber protein
nl_nl: Combineer rijst met een bron van eiwitten.
no: Kombiner ris og proteinkilde
pl: Połączenie ryżu z źródłem białka
pt_br: Combinar arroz com fontes de proteína
pt_pt: Combinar arroz com fontes de proteína
ro: Combinarea orezului cu surse de proteine
ru: Сочетание риса и источника белка
sk: Kombinácia rýže a zdrojov bielkovín
sl: Kombinacija riža in vira beljakovin
sv: Kombinera ris med proteinkällor
ta: அரிசியையும் புரத மூலத்தையும் இணைக்கவும்
te: బియ్యం మరియు ప్రోటీన్ మూలాలను కలపడం
th: ผสมข้าวและแหล่งโปรตีน
tr: Kahvaltıyı protein kaynaklarıyla birleştirin
uk: Комбінуйте рис та джерело білка.
vi: Kết hợp cơm với nguồn protein
zh_hans: 将米饭与蛋白质来源结合
zh_hant: 將米飯與蛋白質來源結合

# domain_catalog.1620145908e9
source: 疲労を管理しながら扱える力を伸ばす
ar_sa: تطوير القدرة على التعامل مع إدارة التعب
ca: Desenvolupeu la potència de maneig alhora que controleu la fatiga
cs: Rozvíjejte sílu a zároveň spravujte únavu.
da: Udvikl din styrke, mens du håndterer træthed
de_de: Steigerung der Leistungsfähigkeit unter Berücksichtigung von Erschöpfung
el: Αυξήστε τη δύναμή σας ενώ διαχειρίζεστε την κόπωση.
en_au: Develop the ability to manage fatigue while exercising
es_es: Aumente su capacidad para manejar la fatiga de forma segura.
fi: Kehitä kykyäsi hallita väsymystä
fr_ca: Développez votre force tout en gérant la fatigue.
gu: થાકના સ્તરને ધ્યાનમાં રાખીને, તમારી ક્ષમતામાં વધારો કરો.
he: לפתח את היכולת להתמודד עם עייפות תוך ניהול שלה
hi: थकान को प्रबंधित करते हुए अपनी क्षमता को बढ़ाएं।
hr: Razvijte snagu koju možete koristiti uz upravljanje umorom.
hu: A fáradtságot figyelembe véve fejlesszük a teljesítményét.
id: Meningkatkan kemampuan untuk berolahraga sambil mengelola kelelahan.
it: Aumentare la capacità di gestire l'affaticamento
ko: 피로를 관리하면서 운동 능력을 향상
mr: थकवा व्यवस्थापित करून आपल्या क्षमतेत वाढ करा.
ms: Meningkatkan kekuatan untuk mengendalikan keletihan
nl_nl: Versterk je kracht terwijl je de vermoeidheid beheert.
no: Øk styrken samtidig som du håndterer trettheten
pl: Rozwijaj siłę, z którą możesz pracować, kontrolując zmęczenie.
pt_br: Aumente sua capacidade de treinar enquanto gerencia a fadiga.
pt_pt: Aumente sua capacidade de treinar enquanto gerencia a fadiga.
ro: Dezvoltarea forței, menținând controlul asupra oboselii
ru: Развивайте силу, позволяющую работать с усталостью.
sk: Rozvíjajte si schopnosť pracovať s únavou.
sl: Izboljšajte svojo zmogljivost pri delu z upoštevanjem utrujenosti.
sv: Öka din förmåga att träna samtidigt som du hanterar tröttheten.
ta: சோர்வைக் கையாண்டு, உங்கள் திறனை மேம்படுத்துங்கள்.
te: శారీరక శ్రమను నిర్వహించేటప్పుడు, సామర్థ్యాన్ని పెంచుకోండి.
th: พัฒนาความสามารถในการออกกำลังกาย โดยคำนึงถึงการจัดการกับความเหนื่อยล้า
tr: Yorgunluğu yöneterek gücünüzü artırın
uk: Розвивайте силу, з якою можна займатися, контролюючи рівень втоми.
vi: Tăng cường khả năng tập luyện trong khi quản lý sự mệt mỏi
zh_hans: 在管理疲劳的同时，增强可操作的力量
zh_hant: 在管理疲勞的情況下，提升能承受的強度

# domain_catalog.164854e9197e
source: 回復
ar_sa: الانتعاش
ca: recuperació
cs: Obnova
da: Genopbygning
de_de: Erholung
el: Αποκατάσταση
en_au: Recovery
es_es: Recuperación
fi: Palautuminen
fr_ca: Récupération
gu: પુનઃપ્રાપ્તિ
he: התאוששות
hi: पुनर्प्राप्ति
hr: Održavanje
hu: Gyógyulás
id: Pemulihan
it: Recupero
ko: 회복
mr: पुनर्प्राप्ती
ms: Pemulihan
nl_nl: Herstel
no: Restitusjon
pl: Odzyskiwanie
pt_br: Recuperação
pt_pt: Recuperação
ro: Recuperare
ru: Восстановление.
sk: Rekonštrukcia
sl: Obnovitev
sv: Återhämtning
ta: மீட்டெடுப்பு
te: పునరుద్ధరణ
th: การฟื้นตัว
tr: İyileşme
uk: Відновлення
vi: Phục hồi
zh_hans: 恢复
zh_hant: 恢复

# domain_catalog.17e3947e1f94
source: 減量コーチ
ar_sa: مدرب فقدان الوزن
ca: entrenador de pèrdua de pes
cs: Trenér pro redukci váhy
da: Vægttræner
de_de: Gewichtsverlust-Coach
el: Επαγγελματίας για τη μείωση βάρους
en_au: Weight loss coach
es_es: Entrenador de pérdida de peso
fi: Painonpudotuskouluttaja
fr_ca: Coach en perte de poids
gu: વજન ઘટાડવાની કોચ
he: מאמן ירידה במשקל
hi: वजन घटाने का कोच
hr: Trener za gubitak težine
hu: Vágtás edző
id: Pelatih penurunan berat badan
it: Coach per la perdita di peso
ko: 체중 감량 코칭
mr: वजन कमी करण्याचा मार्गदर्शक
ms: Pelatih pengurangan berat badan
nl_nl: Gewichtsverlies coach
no: Vektveileder
pl: Trener redukcji wagi.
pt_br: Treinador de emagrecimento
pt_pt: Treinador de emagrecimento
ro: Antrenor pentru pierderea în greutate
ru: Тренер по снижению веса
sk: Coach pre redukciu
sl: Trener za izgubo teže
sv: Viktnedgångscoach
ta: எடை குறைப்பு பயிற்சியாளர்.
te: బరువు తగ్గించే శిక్షకుడు
th: โค้ชด้านการลดน้ำหนัก
tr: Kilo verme koçu
uk: Тренер з контролю ваги
vi: Huấn luyện viên giảm cân
zh_hans: 减肥教练
zh_hant: 減重教練
